Repository: oxunov713/currency_converter
Catalog: lib/localization/app_*.arb
Languages: uz

# appName
source: Currency Converter
uz: Valyuta Converter

# bank
source: Central Bank of Uzbekistan
uz: O‘zbekiston Markaziy Banki

source: Amount
uz: Miqdor

# conAmount
source: Converted amount
uz: O‘zgartirilgan miqdor

# ps
source: * If the amount you are entering is large, rotate the screen!
uz: * Agar kiritayotgan miqdoringiz katta bo‘lsa, ekraningni aylantiring!

# intUnavailable
source: Internet unavailable
uz: Internet mavjud emas

# check
source: Please check your internet connection.
uz: Iltimos, internet ulanishingizni tekshiring.

# invRate
source: Invalid rate data
uz: Noto‘g‘ri kurs ma'lumotlari

# incompleteCurr
source: Incomplete currency data
uz: Noto‘liq valyuta ma'lumotlari

source: Contacts
uz: Kontaktlar

source: More apps
uz: Boshqa dasturlar

source: Language
uz: Til

# choseLan
source: Which language do you choose?
uz: Qaysi tilni tanlaysiz
